[{"category":"Machine Learning","price":120,"description":"In this course you will engage in a series of challenges designed to increase your own happiness and build more productive habits. As preparation for part of artificial intelligence. Machine learning algorithms build a model based on sample data, known as \"training data\", in order to make predictions or decisions without being explicitly programmed to do so.","rating":4.7,"duration":"6-12 Months","img":"https://www.oreilly.com/library/view/machine-learning-2nd/9781466583283/image/cover.png"},{"category":"The Science of Well-Beng","price":180,"description":"In this course you will engage in a series of challenges designed to increase your own happiness and build more productive habits. As preparation for these tasks, Professor Laurie Santos reveals misconceptions about happiness, annoying features of the mind that lead us to think the way we do, and the research that can help us change. You will ultimately be prepared to successfully incorporate a specific wellness activity into your life.","rating":4.5,"duration":"6-12 Months","img":"http://www.daz3d.com/media/3d/images/medical/magazines/new-science-health.jpg"},{"category":"Financial Markets","price":80,"description":"The Cboe Mini-Russell 2000 Index option contract, known by its symbol MRUT, is an index option product designed to track the underlying Russell 2000 Index. At 1/10 the size of the standard Russell 2000 options contract, MRUT provides greater flexibility and precision for small cap U.S. equity trading strategies, and for new index options traders or traders managing an individual portfolio.","rating":3.5,"duration":"6-12 Months","img":"http://www.bankofcanada.ca/wp-content/uploads/2015/03/cover-annual-report-2014.jpg"},{"category":"Introduction to Psychology","price":220,"description":"This free online course will introduce you to the functions of the different parts of the brain and their various methods of communication that enables the manifestation of cognitive processes. This course will also feature the different methods adopted by neuroscientists in studying the activities of a sound brain or an impaired brain. This course will be beneficial to those studying psychology, neuroscience, or any related field of study.","rating":4.2,"duration":"6-12 Months","img":"https://idoartkarenrobinson.files.wordpress.com/2017/04/81dtyqxhbfl.jpg?w=791&h=1024"}]