[{"category":"Machine Learning","price":120,"description":"These dances started appearing first in Italy, during the early years of Renaissance. Popularity of this kind of entertainment quickly swept over the Europe, United States and the World. Although many other simpler and more easily preformed types of dances caused the ballroom dances to lose some of their influence, modern worldwide dancing audience started resurrecting these immortal dances in ever increasing pace.","rating":4.7,"duration":"6-12 Months","img":"https://www.oreilly.com/library/view/machine-learning-2nd/9781466583283/image/cover.png"},{"category":"The Science of Well-Being","price":180,"description":"In this course you will engage in a series of challenges designed to increase your own happiness and build more productive habits. As preparation for these tasks, Professor Laurie Santos reveals misconceptions about happiness, annoying features of the mind that lead us to think the way we do, and the research that can help us change. You will ultimately be prepared to successfully incorporate a specific wellness activity into your life.","rating":4.5,"duration":"6-12 Months","img":"http://www.daz3d.com/media/3d/images/medical/magazines/new-science-health.jpg"},{"category":"Financial Markets","price":130,"description":"The Cboe Mini-Russell 2000 Index option contract, known by its symbol MRUT, is an index option product designed to track the underlying Russell 2000 Index. At 1/10 the size of the standard Russell 2000 options contract, MRUT provides greater flexibility and precision for small cap U.S. equity trading strategies, and for new index options traders or traders managing an individual portfolio.","rating":3.5,"duration":"6-12 Months","img":"http://www.bankofcanada.ca/wp-content/uploads/2015/03/cover-annual-report-2014.jpg"},{"category":"Introduction to Psychology","price":320,"description":"This free online course will introduce you to the functions of the different parts of the brain and their various methods of communication that enables the manifestation of cognitive processes. This course will also feature the different methods adopted by neuroscientists in studying the activities of a sound brain or an impaired brain. This course will be beneficial to those studying psychology, neuroscience, or any related field of study.","rating":4.2,"duration":"6-12 Months","img":"https://idoartkarenrobinson.files.wordpress.com/2017/04/81dtyqxhbfl.jpg?w=791&h=1024"},{"category":"Writing in The Sciences","price":190,"description":"This course teaches scientists to become more effective writers, using practical examples and exercises. Topics include: principles of good writing, tricks for writing faster and with less anxiety, the format of a scientific manuscript, peer review, grant writing, ethical issues in scientific publication, and writing for general audiences.","rating":4.7,"duration":"6-12 Months","img":"http://www.edco.ie/_fileupload/image/1_Exploring_Science.JPG"},{"category":"Introduction to Statistics","price":130,"description":"Stanfords Introduction to Statistics teaches you statistical thinking concepts that are essential for learning from data and communicating insights. By the end of the course, you will be able to perform exploratory data analysis, understand key principles of sampling, and select appropriate tests of significance for multiple contexts. You will gain the foundational skills that prepare you to pursue more advanced topics in statistical thinking and machine learning.","rating":4.7,"duration":"6-12 Months","img":"https://www.e-booksdirectory.com/imglrg/10166.jpg"},{"category":"Essential Strategies and Skills","price":89,"description":"We all negotiate on a daily basis. On a personal level, we negotiate with friends, family, landlords, car sellers and employers, among others. Negotiation is also the key to business success. No business can survive without profitable contracts. Within a company, negotiation skills can lead to your career advancement. ","rating":4,"duration":"6-12 Months","img":"https://www.press.umich.edu/images/covers/full/9780472036844.jpg"},{"category":"Introduction to Food and Health","price":120,"description":"Around the world, we find ourselves facing global epidemics of obesity, Type 2 Diabetes and other predominantly diet-related diseases. To address these public health crises, we urgently need to explore innovative strategies for promoting healthful eating. There is strong evidence that global increases in the consumption of heavily processed foods, coupled with cultural shifts away from the preparation of food in the home, have contributed to high rates of preventable, chronic disease.","rating":4,"duration":"6-12 Months","img":"https://images-na.ssl-images-amazon.com/images/I/81z8LyzTgKL.jpg"},{"category":"Google Data Analytics","price":190,"description":"This program includes over 180 hours of instruction and hundreds of practice-based assessments, which will help you simulate real-world data analytics scenarios that are critical for success in the workplace. The content is highly interactive and exclusively developed by Google employees with decades of experience in data analytics. Through a mix of videos, assessments, and hands-on labs, you’ll get introduced to analysis tools and platforms and key analytical skills required for an entry-level job.","rating":4,"duration":"6-12 Months","img":"https://images.routledge.com/common/jackets/crclarge/978100301/9781003019855.jpg"}]